[
{
  "title": "Back Office System",
  "description": "Back Office System is an internal platform that manages and supports a company’s administrative and operational functions, including HR, payroll, accounting, and data management. It ensures smooth workflows, accurate record-keeping, and provides managers and HR teams with insights for decision-making. The system also includes essential employee credentials and information such as Designation, Departments, Leave Types, Functions, Holiday List, Daily and Monthly Attendance, Attendance Register, and Timesheet, enabling employees to access and manage their records efficiently while helping HR maintain accurate data and monitor work activities."
},
  {
    "id": "EMP001",
    "title": "Employee",
    "subtitle": "Onboard Employee & Work Records",
    "icon": "mdi:account-tie",
    "description": "An employee is a person who is hired by an organization or company to perform specific tasks or duties in exchange for compensation, such as a salary or wages.",
    "image": "/images/employee23.png",
    "href": "employee",
    "badge": "People",
    "reverse": true
  },
  {
    "title": "Deployment & Time Management",
    "subtitle": "Track Attendance & Work Status",
    "description": "Employees can be categorized as contract, probation, or permanent staff, based on their employment type and status. To manage attendance, organizations may provide multiple provisions such as manual attendance entry, geo-fencing for location-based tracking, default present marking, biometric verification, and cloud-based applications",
    "image": "/images/deploymenttime.png",
    "href": "#deploymentmanagement",
    "badge": "Operations",
    "reverse": false,
    "icon": "mdi:clock-time-eight"
  },
  {
    "title": "Project",
    "subtitle": "Manage Work Assignments",
    "description": "In the system, a Project refers to a specific work assignment or client engagement to which employees are mapped. It represents the task, service, or solution that the organization is delivering, and employees associated with a project can have their attendance, timesheets, and performance tracked under it. A project record also includes information about who is in charge of the project and its status, which may be Current, On Hold, or Completed. Additionally, projects can be classified as Routine Tasks or Service & Maintenance, depending on their nature.",
    "image": "/images/project12.png",
    "href": "#managerdashboard",
    "badge": "Workflow",
    "reverse": true,
    "icon": "mdi:account-tie"
  },
  {
    "title": "Assessment",
    "subtitle": "Evaluate Employee Competencies",
    "description": "Assessment is a structured platform or process used to evaluate employees’ skills, knowledge, performance, and overall competencies against predefined standards. It helps organizations identify strengths and areas for improvement, provide constructive feedback, support training and development, and ensure fair performance evaluations, promoting accountability, enhancing productivity, and aligning employee growth with organizational goals. In this system, we have Categories, Assessment, Question Groups, and Questions, which are organized to evaluate employee competencies effectively. Administrators can assign employees to specific assessments, ensuring that only the relevant individuals participate in the evaluation process. This structured approach allows organizations to measure skills, knowledge, and performance accurately while managing the assessment workflow efficiently.",
    "image": "/images/assessment2.png",
    "href": "#scrummaster",
    "badge": "Evaluation",
    "reverse": false,
    "icon": "mdi:chart-timeline"
  }
]
